Repository: matoilic/SymfonyShopExample
Catalog: src/Shop/FrontendBundle/Resources/translations/messages.*.xliff
Languages: de

# nav.allProducts
source: All products
de: Alle Produkte

# meta.cart
source: Cart
de: Warenkorb

# controller.cart.productNotFound
source: Product not found
de: Produkt nicht gefunden

# controller.cart.productRemoved
source: «%name%» was removed from your cart
de: Das Produkt «%name%» wurde aus dem Warenkorb entfernt

# login.username.hint
source: Please enter you email address
de: Bitte geben Sie Ihre E-Mail Adresse ein

# login.password.hint
source: Please enter your password
de: Bitte geben Sie Ihr Passwort ein

# login.register
source: Register
de: Registrieren

# login.loggedInAs
source: Logged in as
de: Angemeldet als

# login.editAccount
source: Edit account
de: Konto bearbeiten

# login.logout
source: Logout
de: Abmelden

# controller.accounts.created
source: Your account was successfully created
de: Ihr Account wurde eröffnet

# controller.accounts.updated
source: Your account data has been updated
de: Ihre Angaben wurden aktualisiert

# account.create
source: Register
de: Registrieren

# account.created
source: You have successfully signed up. You may now log in with the previously entered credentials.
de: Sie haben sich erfolgreich registriert und können sich nun mit den von Ihnen gewählten Zugangsdaten einloggen.

# account.edit
source: Edit account
de: Konto bearbeiten

# customer.email.hint
source: Please enter your email address
de: Geben Sie hier Ihre E-Mail Adresse ein

# customer.password.hint
source: Please choose a password with at least 6 characters
de: Bitte wählen Sie ein min. 6-stelliges Passwort

# customer.firstName.hint
source: Please enter you first name
de: Geben Sie hier Ihren Vornamen ein

# customer.lastName.hint
source: Please enter your last name
de: Geben Sie hier Ihren Nachnamen ein

# customer.address.company.hint
source: Please enter your company name
de: Geben Sie hier Ihren Firmennamen ein

# customer.address.addressLine1.hint
source: Please enter you address
de: Geben Sie hier Ihre Adresse ein

# customer.address.addressLine2.hint
source: Please enter you address
de: Geben Sie hier Ihren Adresszusatz ein

# customer.address.zipCode.hint
source: Please enter you ZIP code
de: Geben Sie hier Ihre PLZ ein

# customer.address.city.hint
source: Please enter you city
de: Geben Sie hier Ihren Wohnort ein

# cart.removeItem
source: remove
de: entfernen

# cart.empty
source: Your cart ist empty
de: Ihr Warenkorb ist leer

# cart.add
source: Add to cart
de: In den Warenkorb

# cart.checkout
source: checkout
de: zur Kasse

# products.newest
source: Newest products
de: Neuste Produkte

# checkout.loginMessage
source: You must log in before you can proceed to the checkout.
de: Bevor Sie Ihre Bestellung abschliessen können, müssen Sie sich einloggen.

# checkout.registrationMessage
source: If you have not signed up yet you may do it here.
de: Wenn Sie sich bei uns noch nicht registriert haben, dann können Sie dies hier tun.

# checkout.unitPrice
source: Unit price
de: Stückpreis

# checkout.quantity
source: Quantity
de: Menge

# checkout.head
source: Confirm order
de: Bestellung abschliessen

# checkout.shipment
source: Shipping
de: Versand

# checkout.payment
source: Payment
de: Bezahlung

# checkout.payment.invoice
source: Invoice
de: Rechnung

# checkout.payment.cod
source: Cash on Delivery
de: Nachnahme

# checkout.terms
source: Term and Conditions
de: AGB

# checkout.terms.label
source: I have read and accept the <a href="#termsDetails" class="fancybox">Terms and Conditions</a>.
de: Ich habe die <a href="#termsDetails" class="fancybox">AGB</a> gelesen und akzeptiert.

# checkout.terms.required
source: You must read and accept the Terms and Conditions
de: Sie müssen die AGB lesen und akzeptieren

# checkout.submit
source: Confirm order
de: Bestellung abschliessen

# checkout.error.cartEmpty
source: Your cart is empty
de: Ihr Warenkorb ist leer

# checkout.billingAddress
source: Billing address
de: Rechnungsadresse

# checkout.shippingAddress
source: Shipping address
de: Lieferadresse

# checkout.differentShippingAddress
source: Different shipping adddress
de: Abweichende Lieferadresse

# checkout.confirmation
source: Thank you for your order. You will receive an order confirmation by email shortly.
de: Vielen Dank für Ihre Bestellung. Sie erhalten in kürze eine Bestellbestätigung per E-Mail.

# checkout.confirmation.header
source: Order submitted
de: Bestellung abgeschlossen.

# orderConfirmation.subject
source: Order confirmation
de: Bestellbestätigung

# orderConfirmation.body
source: Dear %name%, Thank you for ordering at Poster Shop. Please find attached your order confirmation. Kind Regards The Poster Shop Team
de: %name%, Vielen Dank für deine Bestellung im Poster Shop. Im Anhang findest du deine Bestellbestätigung. Freundliche Grüsse Das Poster Shop Team

# orderConfirmation.header
source: Order confirmation
de: Bestellbestätigung
